Repository: malukenho/banner-garden
Catalog: localization/bannergarden-*.po
Languages: hu_hu

source: This campaign is not exists. Maybe you deleted.<br /><a href="%1$s"><< Go Back</a>
hu_hu: Ez a kampány nem létezik. Talán törölted.<br /><a href="%1$s"><< Vissza</a>

source: Show default banner, if something fail.
hu_hu: Mutasd az alapértelmezett bannert, ha valami rosszul sül el.

source: Save
hu_hu: Mentés

source: If your campaign is expired, the media not found, etc...
hu_hu: Ha a kampány lejárt, a banner nem található, stb...

source: The default banner is here, so you can change it if you want:
hu_hu: Az alapértelmzett banner elérése. Itt tudod megváltoztatni.

source: banner Garden default banner
hu_hu: Banner Garden alapértelmezett banner

source: Default banner.
hu_hu: Alapértelmezett banner.

source: Name is required
hu_hu: Név mező szükséges

source: Bad start time format
hu_hu: Hibás kezdési idő formátum

source: The start time can not be bigger then end time
hu_hu: A kezdési idő nem lehet nagyobb mint a befejezési idő

source: Create a new campaign
hu_hu: Új kampány létrehozása

source: Are you sure you want to delete this campaign?\nAll the attached banners will be deleted.\n\nName of campaign: %s\nID: %s
hu_hu: Biztosan törölni akarod ezt a kampányt?\nMinden hozzárendelt banner is törölésre kerül.\n\nKampány neve: %s\nID: %s

source: List banners
hu_hu: Bannerek listázása

source: Add new banner
hu_hu: Új banner hozzáadása

source: Modify
hu_hu: Módosítás

source: Delete
hu_hu: Törlés

source: <p>You have no campaign.
hu_hu: <p>Még nincs kampányod.

source: create one</a>.</p>
hu_hu: készíts egyet</a>.</p>

source: Back to list of campaigns
hu_hu: Vissza a kampányok listájához

source: Name of campaign
hu_hu: Kampány neve

source: Start time
hu_hu: Kezdési idő

source: clear
hu_hu: kiürít

source: End time
hu_hu: Befejezési idő

source: Is Active
hu_hu: Aktív

source: << Back to campaigns
hu_hu: << Vissza a kampányokhoz

source: Create a new banner
hu_hu: Új banner létrehozása

source: Are you sure you want to delete this banner?\n\nName of banner: %s
hu_hu: Biztosan törölni akarod ezt a bannert?\n\nBanner neve: %s

source: <p>You have no banner in this campaign. <a href="%s&bg_action=create_banner&c_id=%s">Create one</a>.</p>
hu_hu: <p>Még nincs bannered ebben a kampányban. <a href="%s&bg_action=create_banner&c_id=%s">Addj hozzá egyet</a>.</p>

source: Back to banners of
hu_hu: Vissza a bannerekhez

source: Name of banner
hu_hu: Banner neve

source: Type
hu_hu: Típus

source: Picture (gif,png,jpg)
hu_hu: Kép (gif,png,jpg)

source: Ad Code, js, HTML, etc...
hu_hu: Ad kód, js, HTML, stb...

source: Please select your type of media.
hu_hu: Válaszd ki a média típusát

source: Name is required.
hu_hu: A név mező kitöltése kötelező.

source: Please select a media type.
hu_hu: Válassz egy média típust.

source: Fill the Ad Code field.
hu_hu: Töltsd ki az Ad kód mezőt

source: URL of the flash movie is required.
hu_hu: A flash videó URL -jét kötelező megadod

source: Invalid file extension. You can youse only swf, flv, fla
hu_hu: Érvénytelen kiterjesztés. Csak swf, flv vagy fla lehet

source: Width of the movie is required.
hu_hu: A szélességét kötelező megadnod.

source: The width of the movie could be only number.
hu_hu: A szélesség csak szám lehet.

source: The width of the movie should be more than 0px.
hu_hu: A szélességnek nagyobbnak kell lennie 0 pixelnél.

source: Height of the movie is required.
hu_hu: A magasságot kötelező megadod.

source: The heigh of the movie could be only number.
hu_hu: A magasság csak szám lehet.

source: The height of the movie should be more than 0px.
hu_hu: A magasságnak nagyobbnak kell lennie 0 pixelnél.

source: URL of the picture is required.
hu_hu: A kép URL -jét kötelező megadnod.

source: Invalid file extension. You can youse only jpg or jpeg, png, gif
hu_hu: Érvénytelen kiterjesztés. Csak jpg(jpeg), png vagy gif lehet

source: The format of Link URL is bad.
hu_hu: A link URL formátuma hibás.

source: URL of picture:
hu_hu: Kép URL:

source: Type an image url, or upload / select and image for the banner.
hu_hu: Gépeld be a kép URL -jét, vagy tölts fel / válassz ki egy képet a bannerhez.

source: Upload / Select Image
hu_hu: Tölts fel / vállasz képet

source: Link on click:
hu_hu: Klikkelési link:

source: Enter a URL where we redirect the user. Use full URL start with "http://" or "https://"
hu_hu: Adj meg egy URL -t, amit megnyit a böngésző, ha a felhasználó a bannerre kattint. Teljes URL -t használj "http://" vagy "https://" kezdéssel

source: Open in new window?
hu_hu: Új ablakban nyissa meg?

source: Check this box if you want the link to open in a new window.
hu_hu: Kapcsold be ezt, ha azt szeretnéd, hogy új ablakban nyiljon meg.

source: URL of flash movie:
hu_hu: Flash URL:

source: Type a flash movie url, or upload / select and movie for the banner.
hu_hu: Add meg a flash URL címét, vagy tölts fel / válassz ki egy flash fájlt a bannerhez.

source: Upload / Select Flash
hu_hu: Tölts fel / válassz Flash fájlt

source: Width:
hu_hu: Szélesség:

source: Enter the width of movie in pixels. Only numbers allowed.
hu_hu: Add meg a szélességet pixelben. Csak számot adhatsz meg.

source: Height:
hu_hu: Magasság:

source: Enter the height of movie in pixels. Only numbers allowed.
hu_hu: Add meg a magasságot pixelben. Csak számot adhatsz meg.

source: Copy/Paste your ad code here:
hu_hu: Másold be ide az Ad kódodat

source: Active
hu_hu: Aktív

source: Non active
hu_hu: Nem aktív

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Picture
hu_hu: Kép

source: Ad Code
hu_hu: Ad kód

source: Name
hu_hu: Név

source: Status
hu_hu: Státusz

source: Banners
hu_hu: Bannerek

source: Operations
hu_hu: Műveletek

source: Width
hu_hu: Szélesség

source: Height
hu_hu: Magasság

source: Open link in<br />new window
hu_hu: Link új ablakban<br />való megnyitása

source: Title
hu_hu: Cím

source: ID of Campaign
hu_hu: Kampány ID

source: Please fill the ID of campign
hu_hu: Töltsd ki az ID mezőt

source: ID of campaign should be number
hu_hu: Az ID csak szám lehet

source: ID of campaign should be more than 0
hu_hu: A kampány ID-nak nagyobbnak kell lennie mint 0.

source: Loading...
hu_hu: Betöltés...

source: Ajax error happened.
hu_hu: Ajax hiba történt.
